Repository: RKWKomZe/RkwShop
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_rkwshop_domain_model_order
source: Order
de: Bestellung

# tx_rkwshop_domain_model_order.remark
source: Remark
de: Anmerkung

# tx_rkwshop_domain_model_order.targetGroup
source: Target group
de: Zielgruppe

# tx_rkwshop_domain_model_order.targetGroup.pleaseSelect
source: Please Select
de: Bitte wählen

# tx_rkwshop_domain_model_shippingaddress
source: Shipping Address
de: Ihre Daten

# tx_rkwshop_domain_model_shippingaddress.gender
source: Gender
de: Anrede

# tx_rkwshop_domain_model_shippingaddress.gender.I.man
source: Mr.
de: Herr

# tx_rkwshop_domain_model_shippingaddress.gender.I.woman
source: Mrs.
de: Frau

# tx_rkwshop_domain_model_shippingaddress.gender.I.mx
source: Mx
de: Divers

# tx_rkwshop_domain_model_shippingaddress.gender.I.pleaseSelect
source: Please Select
de: Bitte wählen

# tx_rkwshop_domain_model_shippingaddress.title
source: Title
de: Titel

# tx_rkwshop_domain_model_shippingaddress.title.pleaseSelect
source: Please Select
de: Bitte wählen

# tx_rkwshop_domain_model_shippingaddress.firstName
source: First Name
de: Vorname

# tx_rkwshop_domain_model_shippingaddress.lastName
source: Last Name
de: Nachname

# tx_rkwshop_domain_model_shippingaddress.company
source: Company
de: Firma

# tx_rkwshop_domain_model_shippingaddress.address
source: Address
de: Anschrift

# tx_rkwshop_domain_model_shippingaddress.zip
source: Zip
de: PLZ

# tx_rkwshop_domain_model_shippingaddress.city
source: City
de: Stadt

# orderManager.error.acceptTerms
source: Please accept our terms of use in order to place an order.
de: Das muss leider sein: Bitte akzeptieren Sie unsere Nutzungsbedingungen, um bestellen zu können.

# orderManager.error.acceptPrivacy
source: The protection of your data is important to us. Therefore we ask you to agree to the storage of your personal data.
de: Der Schutz Ihrer Daten ist uns wichtig. Daher bitten wir Sie, der Speicherung Ihrer persönlichen Daten zuzustimmen.

# orderManager.error.invalidEmail
source: Oops, something went wrong. Please enter a valid e-mail address.
de: Upps, da ist etwas schief gelaufen. Bitte geben Sie eine gültige E-Mailadresse ein.

# orderManager.error.targetGroup
source: Oops, something went wrong. Please enter a target group.
de: Upps, da ist etwas schief gelaufen. Bitte wählen Sie eine Zielgruppe an, der Sie angehören.

# orderManager.error.noShippingAddress
source: Oops, something went wrong. Please enter a delivery address.
de: Upps, da ist etwas schief gelaufen. Bitte geben Sie eine Lieferadresse an.

# orderManager.error.noOrderItem
source: Hm, have you possibly forgotten to indicate the order quantity?
de: Hm, haben Sie möglicherweise vergessen die Bestellmenge anzugeben?

# orderManager.error.outOfStock
source: Hm, unfortunately you were not fast enough - at least one of the desired products is no longer available in the desired quantity. Please adjust your order if necessary or contact us by <a href="mailto:service@rkw.de">E-Mail</a>.
de: Hm, da waren Sie wohl leider nicht schnell genug – mindestens eines der gewünschten Produkte ist nicht mehr in der gewünschten Menge verfügbar. Bitte passen Sie Ihre Bestellung gegebenenfalls an oder wenden Sie sich per <a href="mailto:service@rkw.de">E-Mail</a> an uns.

# orderManager.error.orderAlreadyPersisted
source: Oops, that shouldn't have happened. Apparently the order has already been saved. Please contact our <a href="mailto:service@rkw.de">Support</a>.
de: Upps, das hätte nicht passieren dürfen. Offenbar wurde die Bestellung schon gespeichert. Bitte wenden Sie sich an unseren <a href="mailto:service@rkw.de">Support</a>.

# orderManager.error.frontendUserNotPersisted
source: Oops, that shouldn't have happened. The user account you submitted does not seem to exist. Please contact our <a href="mailto:service@rkw.de">Support</a>.
de: Upps, das hätte nicht passieren dürfen. Das übergebene Nutzerkonto scheint nicht zu existieren. Bitte wenden Sie sich an unseren <a href="mailto:service@rkw.de">Support</a>.

# orderManager.message.created
source: Wohoo! The order process is now complete. You will shortly receive an order confirmation by e-mail. The order will be sent to you as soon as possible.
de: Wohoo! Der Bestellvorgang ist nun abgeschlossen. Sie erhalten in Kürze eine Bestellbestätigung per E-Mail. Die Bestellung wird Ihnen zeitnah zugesendet.

# orderManager.message.createdOptIn
source: Almost there! An e-mail with a confirmation link is on its way to you. If you do not receive an e-mail from us within the next 2-3 minutes, check your spam filter. Of course our <a href="mailto:service@rkw.de">Support</a> will be happy to help you with any problems you may have.
de: Fast geschafft! Eine E-Mail mit einem Bestätigungslink ist auf dem Weg zu Ihnen. Sollten Sie innerhalb der nächsten 2-3 Minuten keine E-Mail von uns erhalten, prüfen Sie Ihren Spam-Filter. Selbstverständlich steht Ihnen aber auch unser <a href="mailto:service@rkw.de">Support</a> bei Problemen jederzeit gerne mit Rat und Tat zur Seite.

# orderController.message.orderCreated
source: Wohoo! The order process is now complete. You will shortly receive an order confirmation by e-mail. The order will be sent to you as soon as possible.
de: Wohoo! Der Bestellvorgang ist nun abgeschlossen. Sie erhalten in Kürze eine Bestellbestätigung per E-Mail. Die Bestellung wird Ihnen zeitnah zugesendet.

# orderController.message.orderCanceled
source: The order process was aborted as desired. However, you can place another order at any time..
de: Schade! Der Bestellvorgang wurde, wie gewünscht, abgebrochen. Sie können aber jederzeit erneut eine Bestellung aufgeben.

# orderController.error.orderError
source: Oops, something must have gone wrong. Have you already confirmed your order?
de: Upps, da ist wohl etwas schief gelaufen. Haben Sie die Bestellung möglicherweise bereits bestätigt?

# partials.order.form.labelRequired
source: (Required)
de: (Pflichtfeld)

# partials.order.form.productList.terms
source: I accept the terms and conditions.
de: Ich akzeptiere die Nutzungsbedingungen.

# partials.order.form.productList.orderButton
source: Order now
de: Jetzt bestellen

# partials.order.form.productList.subscriptionButton
source: Subscribe now
de: Jetzt abonnieren

# partials.order.form.productList.bundleOptions.belongsToBundle
source: Belongs to this series/folder:
de: Gehört zu dieser Reihe/Mappe:

# partials.order.form.productList.bundleOptions.bundleContains
source: This bundle contains:
de: Diese Reihe/Mappe enthält:

# partials.order.form.productList.bundleContents.contents
source: Contents:
de: Inhalt:

# partials.order.form.productList.checkbox.subscription
source: Yes, I want to subscribe for free
de: Ja, kostenlos abonnieren

# partials.order.form.productList.input.amountSingle
source: Piece (single order)
de: Stück (Einzelbestellung)

# partials.order.form.productList.input.amountBundle
source: Pieces (complete series/batch)
de: Stück (komplette Reihe/Mappe)

# partials.order.form.productList.input.outOfStockPreOrder
source: Unfortunately currently out of stock, but can be pre-ordered.
de: Leider derzeit nicht lieferbar, kann aber vorbestellt werden.

# partials.order.form.productList.input.outOfStock
source: Unfortunately currently out of stock.
de: Leider derzeit vergriffen.

# partials.order.form.productList.input.stockLeft
source: Still %s in stock.
de: Noch %s auf Lager.

# partials.order.form.productList.input.inStock
source: In stock.
de: Auf Lager.

# rkwMailService.optInRequestEvent.subject
source: Confirm your RKW order
de: Bitte bestätigen Sie Ihre Bestellung

# rkwMailService.confirmationUser.subject
source: Thanks for you order
de: Vielen Dank für Ihre Bestellung

# rkwMailService.confirmationAdmin.subject
source: A new order has arrived
de: Eine neue Bestellung wurde aufgegeben

# rkwMailService.deleteUser.subject
source: Your order has been canceled
de: Ihre Bestellung wurde storniert

# rkwMailService.deleteAdmin.subject
source: An order has been canceled
de: Eine Bestellung wurde storniert

# templates.email.optInRequest.headline
source: Hello
de: Hallo

# templates.email.optInRequest.text1
source: many thanks for ordering products from the RKW Competence Center.
de: vielen Dank für die Bestellung von Produkten des RKW Kompetenzzentrums.

# templates.email.optInRequest.text2
source: Please check your order for correctness and confirm it via the link below. The order is of course free of charge.
de: Bitte prüfen Sie Ihre Bestellung auf Richtigkeit und bestätigen Sie sie über den untenstehenden Link. Die Bestellung ist selbstverständlich kostenlos.

# templates.email.optInRequest.textOptIn
source: Please click here to confirm your order. To make future orders easier for you, a free account will automatically be created if you are not already registered as a user. You will receive your password in another e-mail.
de: Bitte klicken Sie hier, um die Bestellung zu bestätigen. Um Ihnen zukünftige Bestellungen zu erleichtern, wird automatisch ein kostenloser Account erstellt, falls Sie nicht schon als Nutzer registriert sind. Das Passwort erhalten Sie in einer weiteren E-Mail.

# templates.email.optInRequest.textOptOut
source: Have you changed your mind or have you not requested the order yourself? Simply click here to delete all data:
de: Sie haben es sich anders überlegt oder haben die Bestellung gar nicht selbst angefragt? Klicken Sie einfach hier, um alle Daten zu löschen:

# templates.email.optInRequest.textOptInLinkLabel
source: Yes, I would like to receive this order
de: Ja, ich möchte diese Bestellung erhalten

# templates.email.optInRequest.textOptOutLinkLabel
source: No, I don't want to place an order
de: Nein, ich möchte keine Bestellung aufgeben

# templates.email.optInRequest.confirmHeadline
source: Please confirm your order
de: Bitte bestätigen Sie Ihre Bestellung

# templates.email.confirmationOrderUser.headline
source: Hello
de: Hallo

# templates.email.confirmationOrderUser.text1
source: many thanks for ordering products from the RKW Competence Center.
de: vielen Dank für die Bestellung von Produkten des RKW Kompetenzzentrums.

# templates.email.confirmationOrderUser.text2
source: Below you will find the details of your order. We will shortly send you the desired products free of charge.
de: Untenstehend finden Sie die Details Ihrer Bestellung. Wir senden Ihnen die gewünschten Produkte in Kürze kostenlos zu.

# templates.email.confirmationOrderAdmin.headline
source: Hello %s,
de: Hallo %s,

# templates.email.confirmationOrderAdmin.text1
source: something was ordered via the website. Please send the order below by post. You can reply directly to this e-mail if you have any questions.
de: über die Website wurde etwas bestellt. Bitte senden Sie die untenstehende Bestellung per Post zu. Sie können bei etwaigen Rückfragen direkt auf diese E-Mail antworten.

# templates.email.deleteOrderUser.headline
source: Hello
de: Hallo

# templates.email.deleteOrderUser.text1
source: hereby we confirm the cancellation of your order.
de: hiermit bestätigen wir die Stornierung Ihrer Bestellung.

# templates.email.deleteOrderUser.text2
source: Below you will find the details of your cancelled order.
de: Untenstehend finden Sie die Details Ihrer stornierten Bestellung.

# templates.email.deleteOrderAdmin.headline
source: Hello %s,
de: Hallo %s,

# templates.email.deleteOrderAdmin.text1
source: an order has just been cancelled. Please DO NOT send the order below and delete the subscriptions listed below if necessary. If you have any questions, you can reply directly to this e-mail.
de: eine Bestellung wurde soeben storniert. Bitte senden Sie die untenstehende Bestellung NICHT zu und löschen Sie ggf. auch die unten genannten Abonnements. Sie können bei etwaigen Rückfragen direkt auf diese E-Mail antworten.

# partials.email.productList.orderDetails
source: Order Details
de: Details der Bestellung

# partials.email.productList.headlineProduct
source: Product
de: Produkt

# partials.email.productList.headlineAmount
source: Amount
de: Anzahl

# partials.email.productList.headlineType
source: Type
de: Art

# partials.email.productList.isBundle
source: Bundle
de: Bundle/Mappe

# partials.email.productList.isBundle
source: Complete Series/Batch
de: Komplette Reihe/Mappe

# partials.email.productList.isSubscription
source: Subscription
de: Abonnement

# partials.email.productList.isSingle
source: Single Order
de: Einzelbestellung

# partials.email.productList.responsible
source: Responsible
de: Versand durch

# partials.email.shippingAddress.shippingAddress
source: Shipping Address
de: Lieferadresse

# partials.email.shippingAddress.remark
source: Remark
de: Hinweis zur Bestellung

# shippingAddressValidator.field.gender
source: Salutation
de: Anrede

# shippingAddressValidator.field.firstName
source: Firstname
de: Vorname

# shippingAddressValidator.field.lastName
source: Lastname
de: Nachname

# shippingAddressValidator.field.address
source: Address
de: Adresse

# shippingAddressValidator.field.zip
source: ZIP
de: PLZ

# shippingAddressValidator.field.city
source: City
de: Stadt

# shippingAddressValidator.notFilled
source: Please fill out the field '%s'.
de: Bitte füllen Sie das Feld '%s' aus.

# shippingAddressValidator.invalidEmail
source: Please enter a valid e-mail address.
de: Bitte geben Sie eine gültige E-Mailadresse ein.

# form.error.1332933658
source: Please enter order quantities only as integer (e.g. "20"),
de: Bitte geben Sie Bestellmengen nur als Ganzzahl an (z.B. "20").
